Repository: reflectiondigital/Stresslesstests
Catalog: sites/all/modules/calendar/po/*.po
Languages: nl

source: Calendar: iCal Feed
nl: Kalender: iCal-feed

source: Add this as the last argument to a calendar view to provide an iCal feed of the view.
nl: Voeg dit als laatste argument toe aan een kalender-View voor een iCal-feed van de weergave.

source: Add to calendar
nl: Toevoegen aan kalender

source: Dates
nl: Data

source: <p>View complete documentation at !link.</p>
nl: <p>Bekijk de volledige documentatie op !link.</p>

source: Calendar Setup
nl: Kalender-setup

source: Customize calendar settings options.
nl: Pas de opties voor kalenderinstellingen aan.

source: Legend
nl: Legenda

source: Calendar Legend.
nl: Kalenderlegenda

source: Switch Calendar.
nl: Wissel kalender.

source: Calendar Legend
nl: Kalenderlegenda

source: Switch Calendar
nl: Wissel kalender

source: Calendar
nl: Kalender

source: List
nl: Lijst

source: Teasers
nl: Voorproefjes

source: Table
nl: Tabel

source: Switch
nl: Wisselen

source: Change date
nl: Verander de datum

source: is not a valid hex color
nl: is geen juiste hexadecimale kleur

source: Creates a popup for calendar dates.
nl: Maakt een pop-up voor kalenderdata.

source: more
nl: meer

source: The Calendar View requires at least one date field.
nl: De kalender-View vereist minstens een datumveld.

source: You can only set on Default Sort on one field.
nl: Standaard volgorde kan maar voor een veld ingesteld worden.

source: Calendar arguments must be set to 'Display All Values'.
nl: Kalender-argumenten moeten ingesteld worden op 'Alle Waarden Weergeven'.

source: The Calendar requires as arguments Calendar: Year, Calendar: Month, and Calendar: Day, or Calendar: Year and Calendar: Week
nl: De Kalender vereist de argumenten Kalender: Jaar, Kalender: Maand en Kalender: Dag, of Kalender: Jaar en Kalender: Week

source: Calendar CCK Date fields must be set to 'Do not group multiple values'.
nl: CCK-Datum-velden voor de Kalender moeten ingesteld worden op 'Meerdere waarden niet groeperen'.

source: Time format
nl: Tijdformaat

source: The format to use for the time-only date display.
nl: Het te gebruiken formaat voor het weergeven van alleen de tijd.

source: Mini day name size
nl: Grootte van minidagnaam

source: First letter of name
nl: Eerste letter van de naam

source: First two letters of name
nl: Eerste twee letters van de naam

source: Abbreviated name
nl: Afgekorte naam

source: Full name
nl: Volledige naam

source: The way day of week names should be displayed in a mini calendar.
nl: De manier waarop de namen van dagen in de minikalender weergegeven moeten worden

source: Full day name size
nl: Grootte van de naam voor de volledige dag

source: The way day of week names should be displayed in a full size calendar.
nl: De manier waarop de namen van dagen in een volledige kalender weergegeven moeten worden.

source: Show week numbers
nl: Toon de weeknummers

source: No
nl: Nee

source: Yes
nl: Ja

source: Whether or not to display a clickable week number link on the left side of each calendar week.
nl: Bepaalt of er een aanklikbaar weeknummer getoond word aan de linkerkant van elke kalenderweek

source: Popup date selector
nl: Datum selecteren via pop-up

source: Whether or not to display a popup date selector to change the calendar period. (Only works when the Date Popup module is enabled.)
nl: Bepaalt of er een pop-up gebruikt wordt om de datum te selecteren. (Werkt alleen als de Date Popup-module is aangezet.)

source: Full Nodes
nl: Volledige nodes

source: None
nl: Geen

source: Display options
nl: Weergaveopties

source: Choose the way the calendar entries should be displayed. Selecting 'None' will hide links to that option.
nl: Kies hoe kalenderitems weergegeven moeten worden. De optie 'Geen' verbergt de links naar die optie.

source: Year display
nl: Jaarweergave

source: Month display
nl: Maandweergave

source: Week display
nl: Weekweergave

source: Day display
nl: Dagweergave

source: Block display
nl: Blokweergave

source: Wildcard argument
nl: Jokerargument

source: A character or short text string to use for empty calendar arguments. For instance, 'all' would create the url 2007/12/all to show all days in December of 2007. Note that non-ASCII characters will not display correctly in urls.
nl: Een karakter of korte tekst voor lege kalenderargumenten. Bij bijvoorbeeld 'alle' wordt de URL 2007/12/alle gebruik om alle dagen in december 2007 te tonen. Opmerking: niet-ASCII-karakter worden niet goed weergegeven in URL's.

source: Submit
nl: Insturen

source: <h3>Content Type</h3><p>Set a hex color value (like #ffffff) to use in the calendar legend for each content type. Types with empty values will have no stripe in the calendar and will not be added to the legend.</p>
nl: <h3>Inhoudstype</h3><p>Gebruik een hexadecimale kleurenwaarde (zoals #ffffff) voor elk inhoudstype in de legenda. Types met lege waarden hebben geen gekleurde band in de kalender en worden niet toegevoegd aan de legenda.</p>

source: Legend colors
nl: Legendakleuren

source: Calendar settings have been updated.
nl: De kalenderinstellingen zijn bijgewerkt.

source: Calendar legend settings have been updated.
nl: De instellingen voor de kalenderlegenda zijn bijgewerkt.

source: Calendar: Year
nl: Kalender: Jaar

source: Filter by the calendar year (YYYY).
nl: Filter op kalenderjaar (YYYY).

source: Calendar: Month
nl: Kalender: Maand

source: Filter by the calendar month (1-12). Place this argument after a 'Year' argument.
nl: Filter op de kalendermaand (1-12). Plaats dit argument na het Jaar-argument.

source: Calendar: Day
nl: Kalender: Dag

source: Filter by the calendar day (1-31). Place this argument after a 'Year' and a 'Month' argument.
nl: Filter op de kalenderdag (1-31). Plaats dit argument na een Jaar- en Maand-argument.

source: Calendar: Week
nl: Kalender: Week

source: Filter by the week number (1-52). Place this argument after a 'Year' argument and use a 'W' in front of the week number in the url.
nl: Filter op weeknummer (1-52). Plaats dit argument na een Jaar-argument en zet een 'W' voor het weeknummer in de URL.

source: calendar
nl: kalender

source: Calendar view of any date field, add a date field to the view to use it.
nl: Kalender-view van een willekeurig datumveld, voeg een datumveld aan de view toe om deze te gebruiken.

source: Expire iCal cache
nl: Vervaltijd voor iCal-feeds

source: iCal feeds are cached to improve performance. Set an expiration time for cached feeds.
nl: iCal-feeds worden gecached om de prestaties te verbeteren. Stel een vervaltijd in voor gecachede feeds.

source: Use this section to set up iCal feeds that should be displayed in this calendar. They will be shown along with any internal items that match the calendar criteria.
nl: Gebruik deze sectie om iCal-feeds in te stellen die in kalender weergegeven moeten worden. Deze worden getoond samen met alle iterne items die aan de kalendercriteria voldoen.

source: Name
nl: Naam

source: The name of a feed to include in this calendar.
nl: De naam van een feed die aan deze kalender toegeveogd moet worden.

source: The ical url, either an external feed url or internal file path and name. Change 'webcal://' to 'http://'.
nl: De iCal-URL. Dit kan een externe feed-URL zijn of een intern bestandspad met naam. Verander 'webcal://' in 'http://'.

source: Default link
nl: Standaard link

source: A url to use to link back to ical items without a url, generally the public link to the calendar these items are coming from.
nl: Een URL om terug te linken naar iCal-items zonder URL, in het algemeen de publieke link naar de kalender waar deze items vandaan komen.

source: Stripe color
nl: Bandkleur

source: The hex color value (like #ffffff) to use for this feed's calendar stripe.
nl: De hexadecimale kleurenwaarde (zoals #ffffff) voor de kalenderbanden van deze feed.

source: Week of @date
nl: Week van @date

source: prev
nl: vorige

source: next
nl: volgende

source: Year
nl: Jaar

source: Month
nl: Maand

source: Day
nl: Dag

source: Key
nl: Sleutel

source: Calendar requirements
nl: Calendar-vereisten

source: The Calendar module requires a more current version of the Date API. Please check for a newer version.
nl: De Calendar-module vereist een recentere versie van de Date-API.

source: The Calendar module requires the latest version of the Date API, be sure you are installing the latest versions of both modules.
nl: De Calendar-module vereist de nieuwste versie van de Date-API, zorg ervoor dat u van beide modules de meest recente versie installeert.
