Repository: reflectiondigital/Stresslesstests
Catalog: sites/all/modules/notify/po/*.po
Languages: nl, no

source: The notification module allows users to subscribe to periodic e-mails which include all new or revised content and/or comments much like the daily news letters sent by some websites. Even if this feature is not configured for normal site users, it can be a useful feature for an administrator of a site to monitor content submissions and comment posts.
nl: De notificatie module laat gebruikers toe om zich in te schrijven op periodieke e-mails, die nieuwe of veranderde inhoud bevatten en/of reacties, gelijkend op de dagelijkse nieuwsbrieven die sommige websites versturen. Zelfs als deze module niet geactiveerd is voor normale gebruikers, kan het toch nog een handige functie zijn voor website administrators, om zo nieuwe onderwerpen en reacties op te volgen.
no: Varslingsmodulentilbyr brukere å abbonnere på periodiske e-poster som inneholder allt nytt eller endret innhold og/eller kommentarer - mye likt daglige nyhetsbrev sendt fra noen nettsteder. Selv om denne modulen ikke er konfigurert for normale brukere av nettstedet, kan den være et nyttig redskap for en administrator av et nettsted slik at hun kan overvåke nytt innhold og kommentere innlegg.

source: The administrator sets the frequency of the e-mails in the notify administration interface. They can also set how many e-mail failures should occur before notify stops sending notifications. Note that cron must be enabled for notifications to be sent out.
nl: De administrator stelt de frequentie in van de e-mails in de notificatie administratie interface. Hij/zij kan ook instellen hoeveel mislukte pogingen er mogen gebeuren voordat geen notificaties meer verstuurd worden. Merk op dat cron nodig is om notificaties te sturen.
no: Administrator sette opp frekvensen av e-postene i administrator grensesnittet. Man kan også sette hvor mange feilmeldinger som skal opptre før varslingsmodulen slutter å sende varsel. Merk at cron må være påslått for at varsel skal sendes ut.

source: <p>You can</p><ul><li>set up your site to run tasks automatically at required intervals. For more information, see <a href="@admin-help-system">cron</a>.</li><li>administer notify <a href="@admin-settings-notify">administer &gt;&gt; settings &gt;&gt; notify</a>.</li></ul>
no: <p>Du kan</p><ul><li>sette opp ditt nettsted til å kjøre aktiviteter automatisk ved bestemte intervall. For mer informasjon, se<a href="@admin-help-system">cron</a>.</li><li>administrer varsling <a href="@admin-settings-notify">Administrerr &gt;&gt; Innstillinger &gt;&gt; varsling</a>.</li></ul>

source: For more information please read the configuration and customization handbook <a href="@notify">Notify page</a>.
no: For mer informasjon, vennligst les konfigurasjon og tilpasningshåndboken <a href="@notify">Varslingssiden</a>.

source: Warning!
no: Advarsel!

source: Nodes or comments which include <strong>PHP code</strong> might in some circumstances <strong>break your web site</strong>. They might cause <em>notify</em> to run in a loop or completely malfunction. This is not a bug: if you are adding some PHP code into your content, <em>you are supposed to know what you are doing</em>. See the <a href="@notify">handbook page for notify.module</a>.
no: Noder eller kommentarer som inneholder <strong>PHP kode</strong> kan under noen omstendigheter <strong>bryte opp ditt nettsted</strong>. De kan gjøre at <em>varslingsmodulen</em> kjører i en evig sløyfe eller feiler helt. Dette er ikke en feil: dersom du legger til PHP kode i ditt innhold, <em>bør du vite hva du gjør</em>. <a href="@notify">Se håndboksiden for varslingsmodulen</a>.

source: Never
no: Aldri

source: Send notifications every
nl: Stuur notificaties om de
no: Send en varsling hver

source: How often should new content notifications be sent? Requires cron to be running.
no: Hvor ofte skal varslinger om nytt innhold sendes? Krever at cron kjører regelmessig.

source: Number of failed sends after which notifications are disabled
nl: Aantal mislukte verzendingen waarna notificaties uitgeschakeld worden
no: Antall feilsendinger før varslinger slås av.

source: Disabled
no: Deaktivert

source: My notification settings
no: Mine varslingsinnstillinger

source: Notifications
no: Varslinger

source: Notification settings
no: Varslingsinnstillinger

source: Adjust settings for new content notifications sent by e-mail.
no: Endre innstillinger for varslinger av nytt innhold sendt på e-post.

source: Master switch
nl: Hoofdschakelaar
no: Hovedbryter

source: Notify status
nl: Toestand van de notificatie
no: Varslingsstatus

source: Enabled
no: Aktivert

source: Do you wish to receive periodic e-mails when new content is posted?
nl: Wenst u op geregelde tijdstippen e-mails te ontvangen met nieuwe onderwerpen?
no: Ønsker du å motta periodiske e-poster når nytt innhold blir lagt til?

source: Detailed settings
nl: Gedetailleerde instellingen
no: Detaljerte innstillinger

source: Notify new content
nl: Notificatie van nieuwe onderwerpen
no: Varsle nytt innhold

source: Include new content in the notification mail.
nl: Voeg de nieuwe inhoud toe aan de notificatie e-mail.
no: Inkluder nytt innhold i varslingen.

source: Content
nl: Onderwerpen
no: Innhold

source: Title only
nl: Enkel titel
no: Kun tittel

source: Title + Teaser
nl: Titel + Verkorte versie
no: Tittel og ingress

source: Title + Body
nl: Titel + Inhoud
no: Tittel og brødtekst

source: Select the amount of each post that you would like to see in your notification e-mails.
nl: Selecteer de hoeveelheid van elke post die u in notificatie e-mails wenst te zien.
no: Velg hvor mye av hver posting du ønsker å ha med i dine varslinger.

source: Notify new comments
nl: Notificatie van nieuwe reacties
no: Varsle nye kommentarer

source: Include new comments in the notification mail.
nl: Voeg commentaren toe aan de notificatie e-mail.
no: Inkluder nye kommentarer i varslingen.

source: Save settings
no: Lagre innstillinger

source: Your e-mail address must be specified on your <a href="@url">my account</a> page.
no: Din e-post adresse må være spesifisert på din <a href="@url">Min konto</a> side.

source: Notify settings saved.
nl: Notificatie instellingen opgeslagen.
no: Varslingsinnstillinger er lagret.

source: The following table shows all users that have notifications enabled.
nl: Volgende tabel toont alle gebruikers die op de hoogte gebracht willen worden via notificatie e-mails.
no: Følgende tabell viser alle brukere som har varsling påslått.

source: Flush e-mail queue
no: Tøm e-post kø.

source: Send out any pending notification e-mails currently in queue.
no: Send ut ventende varslinger i køen.

source: @count pending notification e-mails have been sent.
no: @count ventende varslinger er sendt.

source: @count notification e-mails could not be sent.
no: @count varslinger kunne ikke sendes.

source: No notification e-mails needed to be sent.
nl: Er moeten geen notificatie e-mails verstuurd worden.
no: Ingen varslinger må sendes.

source: Username
no: Brukernavn

source: E-mail address
no: E-post adresse

source: Teasers
no: Ingress

source: Comment
no: Kommentar

source: Failed attempts
no: Forsøk som feilet

source: No users have notifications enabled.
no: Ingen brukere ha varsling aktivert.

source: Published
no: Publisert

source: Unpublished
nl: Niet gepubliceerd
no: Ikke publisert

source: @status @type by @author
no: @status @type av @author

source: Recent content - @count
no: Nytt innhold - @count

source: @count attached to @type posted by @author: @title
no: @count vedlagt @type postet av @author: @title

source: @title by @author
no: @title av @author

source: Recent comments - @count
no: Nye kommentarer - @count

source: @sitename new content notification for @username
no: @sitename varsling om nytt innhold for @username

source: Greetings @user,
no: Hei @user,

source: This is an automatic e-mail from @sitename.
no: Dette er en automatisk e-post fra @sitename.

source: To stop receiving these e-mails, change your notification preferences at @notify-url
no: For å stoppe flere av disse e-postene, endre dine varslingsinnstillinger på @notify-url

source: Notify: User %name (%mail) could not be notified. Mail error.
nl: Notificatie: Gebruiker %name (%mail) kon niet bereikt worden. Mail fout.
no: Varsling: Bruker %name (%mail) kunne ikke motta varsling. Mail feil.

source: Notify: User %name (%mail) notified successfully.
nl: Notificatie: Gebruiker %name (%mail) werd succesvol op de hoogte gebracht.
no: Varsling: Bruker %name (%mail) varslet.

source: error
no: feil

source: user
no: bruker

source: access notify
nl: toegang tot notificaties
no: tilgang til varsling

source: administer notify
nl: administreer notificaties
no: administrer varsling

source: notify
nl: notificatie
no: varsling

source: Notify module installed successfully.
nl: Notificatiemodule succesvol geïnstalleerd.
no: Varslingsmodulen er installert.

source: Table installation for the Notify module was unsuccessful. The tables may need to be installed by hand.
nl: Tabelinstallatie voor de Notificatie module was niet succesvol. De tabellen moeten mogelijks handmatig geïnstalleerd worden.
no: Tabellinstalleringen for varslingsmodulen kunne ikke gjennomføres. Tabellene må kanskje installeres manuelt.

source: The settings page for the notify.module is now to be found in Administer > Site configuration > Notification settings.
no: Innstillingssiden for varslingsmodulen kan nå finnes i Administrer > Innstillinger > Varslingsinnstillinger.

source: Notify
no: Varsling

source: Enables notifications of new content and comments by e-mail.
no: Aktiverer varsling av nytt innhold og kommentarer via e-post.

source: Mail
no: Post

source: Your e-mail address must be specified on your <a href="%url">my account</a> page.
nl: Uw e-mail adres moet op uw <a href="%url">accountpagina</a> ingevuld zijn.

source: %count pending notification e-mails have been sent.
nl: %count wachtende notificatie e-mails zijn verstuurd.

source: %count notification e-mails could not be sent.
nl: %count wachtende notificatie e-mails konden niet verstuurd worden.

source: e-mail address
nl: e-mail adres

source: failed attempts
nl: mislukte pogingen

source: teasers
nl: verkorte weergaven

source: %sitename new content notification for %username
nl: Nieuwe inhoud op %sitename voor %username

source: Queued
nl: In wachtrij

source: %status %type by %author
nl: %type %status door %author : %title

source: 1 new node
nl: 1 nieuwe node

source: Recent content - %count
nl: Recente onderwerpen - %count

source: %count new comments attached to %type posted by %author: %title
nl: %type nieuwe reacties voor %type door %author

source: %title by %author
nl: %title door %author

source: Recent comments - %count
nl: Recente reacties - %count

source: Greetings %user,
nl: Hallo %user,

source: This is an automatic e-mail from %sitename.
nl: Dit is een automatische e-mail van %sitename.

source: To stop receiving these e-mails, change your notification preferences at %notify-url
nl: Om geen notificatie e-mails meer te ontvangen, verander uw notificatie instellingen op %notify-url

source: Save and send now
nl: Opslaan en nu verzenden

source: Save
nl: Opslaan

source: <p>You can</p><ul><li>set up your site to run tasks automatically at required intervals. For more information, see <a href="%admin-help-system">cron</a>.</li><li>administer notify <a href="%admin-settings-notify">administer &gt;&gt; settings &gt;&gt; notify</a>.</li></ul>
nl: <p>U kan </p><ul><li>uw website configureren om taken automatisch uit te voeren op bepaalde tijdstippen. Voor meer informatie, ga naar <a href="%admin-help-system">cron</a>.</li><li>beheer notificaties <a href="%admin-settings-notify">beheer &gt;&gt; instellingen &gt;&gt; notificaties</a>.</li></ul>

source: For more information please read the configuration and customization handbook <a href="%notify">Notify page</a>.
nl: Voor meer informatie leest u best de configuratie- en customisatiehandleiding op de <a href="%notify">Notificatie pagina</a>.

source: Enables notifications by e-mail.
nl: Schakel notificaties per e-mail aan.

source: E-mail notification settings
nl: E-mail notificatie instellingen

source: Requires crontab.
nl: Heeft crontab nodig.

source: my notify settings
nl: mijn notificatie instellingen

source: notifications
nl: notificaties

source: notify settings
nl: notificatie opties
