Repository: reflectiondigital/Stresslesstests
Catalog: sites/all/modules/forms/po/*.po
Languages: da

source: The forms module is a behind the scenes helper module. It is intended as a generic form building module, allowing module developers to include forms to be created by administrators. If the form module is enabled for the survey module, a user could create custom form elements for their surveys through a web interface. You can not administer this module.
da: Formular-modulet hjælper med at bygge formularer, og gør det muligt for modul-udviklere at bruge formularer bygget af administratoren. Hvis modulet er aktiveret for survey-modulet kan brugerne lave formular-elementer vha. en web-grænseflade. Du kan ikke administrere dette modul.

source: For more information please read the configuration and customization handbook <a href="%forms">Forms page</a>.
da: Læs håndbogens afsnit om <a href="%forms">formularer</a> for yderligere information.

source: Field '%name' saved successfully
da: Feltet '%name' gemt

source: Title
da: Titel

source: The title will be shown in the user interface.
da: Titlen vises i brugergrænsefladen.

source: Explanation
da: Forklaring

source: An optional explanation to go with the new field. The explanation will be shown to the user.
da: En valgfri forklaring til det nye felt. Forklaringen vises til brugerne

source: Selection options
da: Valgmuligheder

source: For select fields only. A list of all options - delimited by semicolons (e.g. red;blue;green). To have different labels from values, use colons e.g. 1:red;2:blue;3:green
da: Kun for 'select' felter. En liste af valgmuligheder adskilt med semikolon (f.eks. rød;blå;grøn). Brug kolon til at adskille etiketter fra værdier (f.eks. 1:rød;2:blå;3:grøn).

source: Allow multiple selection
da: Tillad flere valg

source: Weight
da: Vægt

source: The weights define the order in which the form fields are shown. Lighter fields "float up" towards the top of the category.
da: Vægten bestemmer i hvilken rækkefølge felterne vises. Lette felter vises først.

source: Required field
da: Påkrævet felt

source: Validation function
da: Tjek gyldighed

source: Name of a function to test the input value
da: Navnet på den funktion der skal teste gyldigheden af inddata

source: %field is required
da: %field er påkrævet

source: Invalid entry for %field
da: Ugyldig værdi af %field

source: forms
da: formularer

source: Forms
da: Formularer

source: Allows the creation of custom forms (to be used by other modules)
da: Gør det muligt at oprettet formularer (til brug for andre moduler)
