Repository: reflectiondigital/Stresslesstests
Catalog: sites/all/modules/imce/po/*.po
Languages: hu

source: IMCE settings
hu: IMCE beállítások

source: Control how your image/file browser works.
hu: A kép/fájlböngésző működésének beállításai.

source: Sub-folder tool
hu: Alkönyvtár eszköz

source: Personal files
hu: Személyes állományok

source: filename
hu: fájlnév

source: size
hu: méret

source: dimensions
hu: felbontás

source: date
hu: dátum

source: operations
hu: műveletek

source: File was deleted due to quota exceed!
hu: A kvóta túllépése miatt a fájl törölve!

source: delete
hu: törlés

source: Directory is empty.
hu: Üres könyvtár.

source: Up
hu: Fel

source: Go
hu: Mehet

source: Upload File
hu: Feltöltés

source: Scale if necessary
hu: Átméretezés, ha szükséges

source: Create thumbnail
hu: Bélyegkép készítése

source: Dimensions for scaling
hu: Felbontás átméretezéshez

source: Quota
hu: Kvóta

source: Unlimited
hu: Korlátlan

source: Limits
hu: Korlátok

source: File size
hu: Fájlméret

source: Dimensions
hu: Felbontás

source: Resize image
hu: Kép átméretezése

source: Create a copy
hu: Másolat készítése

source: Image/File Browser
hu: Kép/Fájl Böngésző

source: Are you sure want to delete this file?
hu: Biztos, hogy törölhető ez a fájl?

source: view
hu: nézet

source: add
hu: hozzáadás

source: Display
hu: Megjelenítés

source: all
hu: mind

source: images
hu: képek

source: non-images
hu: nem képek

source: Keyboard shortcuts
hu: Billentyűparancsok

source: UP(previous), DOWN(next), DELETE, INSERT(add)
hu: FEL(előző), LE(következő), DELETE(törlés), INSERT(hozzáadás)

source: Directory
hu: Könyvtár

source: User
hu: Felhasználó

source: logout
hu: kijelentkezés

source: No files were uploaded.
hu: Nem történt fájlfeltöltés.

source: File upload error. Could not move uploaded file.
hu: Feltöltési hiba. Nem sikerült a feltöltött fájl mozgatása.

source: Invalid filename.
hu: Helytelen fájlnév.

source: Only images with .jpg, .gif, and .png extensions are allowed.
hu: Csak a .jpg, .gif és .png kiterjesztésű képek engedélyezettek.

source: Error scaling image.
hu: Átméretezési hiba.

source: Image was scaled to allowed dimensions.
hu: A kép átméretezése sikerült a megengedett felbontásra.

source: Image dimensions exceed the limit.
hu: A kép felbontása átlépi a korlátokat.

source: Invalid file extension. Allowed extensions are .jpg, .gif, .png, !ext
hu: Helytelen fájlnév kiterjesztés. Engedélyezett kiterjesztések: .jpg, .gif, .png, !ext

source: File size exceeds upload limit.
hu: A fájlméret túllépi a feltöltési korlátot.

source: You dont have enough free space.
hu: Nincs elég szabad hely.

source: Error copying the file.
hu: Fájl másolási hiba.

source: Upload successful.
hu: Sikeres feltöltés.

source: Thumbnail created.
hu: A bélyegkép létrejött.

source: Thumbnail can not be created.
hu: A bélyegkép nem hozható létre.

source: File deleted successfully.
hu: A fájl törlés sikeres.

source: Error deleting file.
hu: Fájl törlési hiba.

source: File does not exist.
hu: A fájl nem létezik.

source: File type is not supported.
hu: A fájltípus nem támogatott.

source: Error resizing image.
hu: Kép átméretezési hiba.

source: Resizing successful.
hu: Az átméretezés sikeres.

source: Error opening directory
hu: Könyvtár megnyitási hiba.

source: Directory error!
hu: Könyvtár hiba!

source: Width
hu: Szélesség

source: Height
hu: Magasság

source: These dimensions will be used while scaling down newly uploaded big images.
hu: Ez a felbontás kerül alkalmazásra a frissen feltöltött nagyméretű képek esetén.

source: Thumbnail dimensions
hu: Bélyegkép felbontás

source: You can enable automatic thumbnail creation from newly uploaded images. To disable leave the fields blank.
hu: Automatikus bélyegkép készítés engedélyezhető a frissen feltöltött képekre. A funkció mellőzéséhez üresen kell hagyni a mezőt.

source: Your upload directory
hu: A feltöltés könyvtára

source: This directory must be relative to <strong>!filepath</strong> directory. So if you want to use <strong>!filepath/foldername</strong>, just enter <strong>foldername</strong> here. You may also enter <strong>/</strong> to use the file system root. If you leave it blank, u1 will be used.
hu: A könyvtárnévnek a <strong>!filepath</strong> könyvtárhoz képest relatívnak kell lennie. A <strong>!filepath/valami</strong> használatához csak a <strong>valami</strong> nevet szükséges megadni. A fájlrendszer gyökerének használatához a <strong>/</strong> is megadható. Ha a mező üres, a könyvtárnév u1 lesz.

source: Enable extras
hu: Extrák engedélyezése

source: This javascript package includes browsing enhancements like file sorting, keyboard shortcuts, file filtering, etc.
hu: Ez a javascript csomag böngészési segédleteket tartalmaz, mint pl. fájl rendezés, billentyűparancsok, fájlnév szűrés, stb.

source: delete files
hu: fájl törlés

source: Permissions
hu: Engedélyek

source: upload files
hu: fájl feltöltés

source: limitless upload
hu: korlátlan feltöltés

source: Enable/disable access for file upload and deletion in user directories. Limitless upload disables controlling filesize, image dimensions and quota.
hu: Fájlfeltöltés és törlés engedélyezése a felhasználók könyvtárában. A korlátlan feltöltés kikapcsolja a fájlméret, kép felbontás és kvóta kezelését.

source: Image dimensions
hu: Kép felbontása

source: Define the maximum dimensions for an image to be uploaded.
hu: A feltöltendő kép maximális felbontásának meghatározása.

source: Enable scaling of newly uploaded images.
hu: Átméretezés engedélyezése az új feltöltött képeken.

source: If a newly uploaded image has dimensions exceeding the limit, it will be scaled down instead of giving an error.
hu: Ha a frissen feltöltött kép túllépi a felbontás korlátait, hibajelzés helyett átméretezésre kerül.

source: Enable custom resizing.
hu: Egyéni átméretezés engedélyezése.

source: Users will be able to resize their images to any size up to allowed dimensions.
hu: A felhasználók a korlátok erejéig tetszőleges felbontásra méretezhetik át képeiket.

source: Define the maximum file size(KB) for an image to be uploaded.
hu: A feltölthető képek maximális mérete (KB).

source: Upload quota
hu: Feltöltési korlát.

source: Define the total upload quota(KB) per user.
hu: A felhasználónkénti feltöltési kvóta mérete (KB).

source: Prefix for personal folder names
hu: Személyes mappanevek előtagja

source: Define the prefix that user IDs will be appended in order to create personal folders. Ex: entering "u" will result in folder names like u1, u14 etc. If you leave it blank, user IDs will be used as folder names.
hu: A felhasználói azonosítók előtagja a személyes mappaneveknél. Pl. az "u" előtag a személyes mappaneveket a u1, u14, stb. formára alakítja. Ha az előtag üres, a személyes mappanevek a felhasználói azonosítókat veszik fel.

source: Use a shared folder
hu: Megosztott könyvtár használata

source: If you want all your users to <strong>use a common folder instead of personal folders</strong>, here you can define that folder name (ex. images). Notice that shared upload means shared quota. If you are happy with personal folders leave this field blank.
hu: Ha a felhasználók <strong>a személyes könyvtárak helyett egyetlen közös könyvtárat</strong> használhatnak, itt megadható a közös könyvtár neve (pl images). A közös könyvtár közös feltöltési korlátot is jelent! Ha a személyes könyvtárak használata megfelelő, ezt a mezőt üresen kell hagyni.

source: Enable sub-folder navigation.
hu: Alkönyvtár navigáció engedélyezése.

source: This option allows users to manage multiple folders under their main folder. Only the users who have at least one sub-folder can use this feature.
hu: A személyes könyvtáron belül több könyvtár kezelését teszi lehetővé a felhasználók számára. Csak azok a felhasználók használhatják ezt a lehetőséget, akiknek a személyes könyvtárukban legalább egy alkönyvtáruk van.

source: Default sub-folder names
hu: Alapértelmezett alkönyvtár nevek

source: Enter comma separated sub-folder names that will be created automatically, if the sub-folder navigation is enabled. Each user of this role will have these folders in their main folder by default. Additional folders can be created using !subfoldertool. You should note that total user quota increases with every new sub-folder because the quotation is per folder basis.
hu: Vesszővel elválasztott alkönyvtár nevek adhatók meg, ezek automatikusan létrejönnek, ha az alkönyvtár navigáció engedélyezett. Az így létrehozott könyvtárak alapértelmezés szerint a csoport minden felhasználójának rendelkezésére állnak. További könyvtárak hozhatók létre az !subfoldertool használatával. Fontos megjegyezni, hogy a teljes felhasználói kvóta minden egyes új alkönyvtárral növekszik, mert a kvóta kiszámítása könyvtár alapon történik.

source: Non-image file support
hu: Nem kép fájlok támogatása

source: Although IMCE is mainly designed to browse images, it supports uploading and browsing of any file type. If you like to use this feature, define your <strong>allowed non-image file extensions</strong> here with a comma between them. Ex .doc, .pdf, .zip. Note that, image upload limits also apply for these files. For a pure image browser leave this field blank.
hu: Bár az IMCE elsősorban képek böngészéséhez készült, bármilyen fájltípus feltöltését és böngészését támogatja. A funkció használhatához meg kell határozni az <strong>engedélyezett nem kép fájlnév kiterjesztéseket</strong> vesszővel elválasztott felsorolásként. Pl. .doc, .pdf, .zip. A feltöltési korlátok ezekre a fájlokra is érvényesek. Egyszerű képböngésző használatához a mező üresen hagyható.

source: Common settings
hu: Általános beállítások

source: Enable tinyMCE support
hu: TinyMCE támogatás engedélyezése

source: Make IMCE the default image/file browser for tinyMCE.
hu: Az IMCE beállítása alapértelmezett kép/fájlböngészőként a tinyMCE szerkesztőben.

source: Enable FCKEditor support
hu: FCKEditor támogatás engedélyezése

source: Replace the built-in file browser of FCKeditor with IMCE.
hu: Az IMCE használata az FCKEditor beépített fájlböngészője helyett.

source: Enable inline image/file insertion into plain textareas
hu: Kép/fájl beszúrás egyszerű szövegdobozba

source: This feature allows you to add your images or files as <strong>html code into any plain textarea</strong>. This is useful especially when you dont use a wysiwyg editor such as tinyMCE or FCKeditor. Enter <strong>comma separated textarea IDs</strong> if you want to enable this feature. Otherwise, leave it blank. Hint: ID of Body fields in most node types is edit-body.
hu: Ez a funkció lehetővé teszi képek vagy fájlok hozzáadását <strong>html kódok használatával bármilyen egyszerű szövegdobozba</strong>. Ez különösen akkor hasznos, ha nincs telepítve wysiwyg szerkesztő, mint pl. a tinyMCE vagy az FCKeditor. <strong>Vesszővel elválasztott szövegdoboz azonosítókat (ID)</strong> kell megadni a funkció engedélyezéséhez, egyébként üresen hagyható. Tipp: a legtöbb tartalomtípusnál a fő tartalom szövegdobozának azonosítója edit-body.

source: Role precedence
hu: Csoport elsőség

source: A user having <strong>multiple roles</strong> gets the permissions of the highest one. Sort role IDs according to their <strong>precedence from higher to lower</strong> by putting > in between. Here is the id-name pairs of roles having access to IMCE:
hu: Ha egy felhasználó <strong>több csoportnak</strong> is tagja, a legelső csoport jogosultságaival rendelkezik. A csoport azonosítókat <strong>az elsőség alapján csökkenő sorrendbe</strong> kell rendezni, a csoportnevek közé > karaktert helyezve. IMCE elérése jogosultsággal a következő azonosító-csoportnév párosítások rendelkeznek:

source: Settings for user #1
hu: #1 felhasználói beállításai

source: Settings for the role: !role
hu: !role csoport beállításai

source: Save
hu: Mentés

source: The changes have been saved.
hu: A változtatások elmentve.

source: Insert !image or !link.
hu: !image vagy !link beszúrása.

source: image
hu: kép

source: link
hu: hivatkozás

source: Browse this user's files using !yours or !his
hu: A felhasználói fájljainak böngészése

source: your previlidges
hu: jogosultságok

source: his/her previlidges
hu: jogosultságai

source: <p>Here you can create sub-folders for your users. Multiple folder creation is possible at a time with the <strong>*</strong> character. For example, specifying <strong>user*/foo</strong> will create <strong>foo</strong> named folders under each folder starting with <strong>user</strong>. */foo*/bar will create bar named folders under folders starting with foo in each folder of file system path.</p>
hu: <p>Itt hozhatók létre felhasználói alkönyvtárak. Több könyvtár egyszeri létrehozása is lehetséges a <strong>*</strong> karakter használatával. Például <strong>user*/foo</strong> megadása <strong>foo</strong> nevű könyvtárakat hoz létre minden <strong>user</strong>-rel keződő könyvtárban. A */foo*/bar megadása <strong>bar</strong> nevű könyvtárakat hoz létre minden <strong>foo</strong>-val kezdődő könyvtárban a fájlrendszer elérési útján belül.

source: Folder path
hu: Könyvtár útvonal

source: Create
hu: Létrehozás

source: Specified path must be under file sytem path.
hu: Az elérési útvonalnak a fájlrendszer útvonalán belül kell lennie.

source: No matching sub-folders found.
hu: Nincsenek egyező alkönyvtárak.

source: access imce
hu: imce elérése

source: administer imce
hu: imce adminisztrációja

source: An image/file uploader and browser supporting personal directories and user quota.
hu: Kép/fájl feltöltő és böngésző személyes könyvtár és feltöltési korlát támogatással.
