Repository: reflectiondigital/Stresslesstests
Catalog: sites/all/modules/fckeditor/po/*.po
Languages: nl

source: Enables the usage of FCKeditor (WYSIWYG editor) instead of plaintext fields.
nl: Laat het gebruik van FCKeditor (WYSIWYG editor) toe in plaats vande eenvoudige tekstvelden.

source: <p>The FCKeditor module allows Drupal to replace textarea fields with arich text or <acronym title="What You See Is What YouGet">WYSIWYG</acronym> editor. This editor brings many of the powerfulfunctionalities of known desktop editors like Word to the web. It'srelatively lightweight and doesn't require any kind of installation on theclient computer.</p> <p>More information is located at the !fckeditorlink. A small user guideis located at !userguidelink.</p>
nl: <p>De FCKeditor module laat toe om in Drupal de tekstvelden te vervangendoor rich text of een <acronym title="What You See Is What YouGet">WYSIWYG</acronym> editor. Deze editor brengt veel van de functies vanbekende desktop editors zoals Word op het web. Het is relatief licht envraagt geen enkele installatie op de lokale computer.</p> <p>Meer informatie is te vinden op !fckeditorlink. Een kleine handleidingi te vinden op !userguidelink.</p>

source: FCKeditor homepage
nl: FCKeditor home pagina

source: FCKeditor userguide
nl: FCKeditor handleiding

source: <h3>Configuration</h3> <p>For the Rich Text Editing to work you also need to configure your!filterlink for the users that may access Rich Text Editing. Either grantthose users Full HTML access or use the following: <code>!filter</code>.Users that need access to tables might be better of using Full HTML.</p>
nl: <h3>Configuratie</h3> <p>Om gebruik te kunnen maken van de Rich Text Editing moet je eveneensde !filterlink voor uw gebruikers configureren zodat ze de vereiste toegangkrijgen. Geef deze gebruikers ofwel de Full HTML toegang of gebruik devolgende: <code>!filter</code>. Gebruikers die toegang tot tabellen nodighebben, gebruiken beter Full HTML.</p>

source: <h3>Security</h3> <p>Note that enabling file uploads is a security risk, please take careabout to who and when you will grant access.</p>
nl: <h3>Veiligheid</h3> <p>Weet dat het toelaten van bestanden opladen een gevaar kan zijn. Letop wie en wanneer je deze toegang geeft.</p>

source: Basic settings
nl: Basis instellingen

source: Use FCKeditor in a popup window
nl: Gebruik FCKeditor in een popup venster

source: If this option is selected a link to a popup window will be usedinstead of a textarea replace.
nl: Indien deze optie geselecteerd wordt, wordt een popup venster gebruikt in plaats van het tekst veld.

source: Default Toolbar
nl: Standaard knoppenbalk

source: Choose a default toolbar set.
nl: Kies een standaard knoppenbalk.

source: Advanced Toolbar
nl: Geavanceerde knoppenbalk.

source: Choose a toolbar set for administrators.
nl: Kies een knoppenbalk voor beheerders.

source: Exclusion settings
nl: Uitsluiting instellingen

source: Minimum rows
nl: Minimum rijen

source: Textareas must have a minimum of rows before FCKeditor will betriggered. Enter '1' if you do not want to use this feature.
nl: Tekstvelden moeten een minimum aantal rijen hebben vooraleerFCKeditor wordt geactiveerd. Geef '1' in indien je deze functie niet wenstte gebruiken.

source: Exclude fields
nl: Sluit velden uit

source: Names (HTML ID's) of fields that may not have an FCKeditor(separated by commas, spaces or newlines. You may also use * for awildcard)
nl: Namen (HTML ID's) van velden die geen FCKeditor mogen hebben. Denamen moeten worden gescheiden met komma's, spaties of nieuwe regels. Hetgebruik van * voor jokers is toegelaten.

source: Advanced settings
nl: Geavanceerde instellingen

source: Start the toolbar expanded
nl: Start met de knoppenbalk uitgeschoven

source: The toolbar start expanded or collapsed.
nl: De knoppenbalk start uitgeschoven of dichtgeklapt.

source: Width
nl: Breedte

source: Width in pixels or percent. Ex: 400 or 100%
nl: Breedte in pixels of percentage. B.v. 400 of 100%

source: Open rich editor
nl: Open rich text editor

source: use default fckeditor
nl: gebruik standaard dcfeditor

source: use advanced fckeditor
nl: gebruik geavanceerde fckeditor

source: allow fckeditor file uploads
nl: laat fckeditortoe bestanden opladen

source: Enables the usage of FCKeditor (WYSIWYG) instead of plain textfields.
nl: Laat het gebruik van FCKeditor (WYSIWYG editor) toe in plaats vande eenvoudige tekstvelden.

source: Input helpers
nl: Invoer hulp
