Repository: reflectiondigital/Stresslesstests
Catalog: sites/all/modules/update_status/po/*.po
Languages: es, hu, it, mk, pl, tr, vi

source: Here you can find information about available updates for your installed modules. Note that each module is part of a "project", which may have the same name as the module or may have a different name.
es: Aquí puede encontrar información sobre actualizaciones disponibles para los módulos instalados. Note que cada módulo es parte de un "proyecto", que puede tener el mismo nombre que el módulo o puede tener un nombre diferente.
hu: Itt találhatók információk a telepített modulok elérhető frissítéseiről. Figyelembe kell venni, hogy minden modul egy "projekt" része, mely ugyanazt a nevet viselheti, mint maga a modul, de kaphat más nevet is.
it: Qui puoi trovare informazioni sugli aggiornamenti disponibili per i moduli installati. Nota che ogni modulo è parte di un "progetto" che può avere lo stesso nome del modulo o un nome diverso.
mk: Овде можете да најдете информации за расположливи надградби за вашите инсталирани модули. Забележете дека секој модул е дел од „проект“, што може да го има истото или пак друго име различно од тоа на модулот.
pl: Tutaj znajdziesz informacje o dostępnych aktualizacjach zainstalowanych modułów. Zauważ, że każdy moduł jest częścią projektu (ang. "project"), który może mieć tę samą nazwę co moduł lub zupełnie inną.
vi: Ở đây, bạn có thể tìm thấy thông tin về các bản cập nhật cho các module bạn đã cài đặt. Chú ý rằng, mỗi module là một phần của một "project", có thể có cùng tên hoặc không với module.

source: Here you can configure what kinds of available updates for your installed modules should be marked as an error on the <a href="@status_report">Status report</a> and the <a href="@modules_page">Modules</a> page, and other related settings.
es: Aquí puede configurar qué tipos de actualizaciones disponibles para los módulos instalados deben marcarse como error en el <a href="@status_report">Resumen de estado</a> y en la <a href="@modules_page">página de módulos</a>, y otras opciones de configuración relacionadas.
hu: Itt állítható be, hogy milyen típusú frissítések elérhetőségekor figyelmeztessen az <a href="@status_report">Állapot jelentés</a> és a <a href="@modules_page">Modulok</a> oldalakon.
it: Qui puoi scegliere quale tipo di aggiornamento disponibile deve essere segnalato come errore nelle pagine di <a href="@status_report">rapporto di stato degli aggiornamenti</a> e dei <a href="@modules_page">moduli</a> e altre configurazioni relative.
mk: Овде можете да конфигурирате какви типови на расположливи надградби за вашите инсталирани модули да бидат означени како грешка на <a href="@status_report">извештајот за статус</a> и на страницата со <a href="@modules_page">модули</a> , и други слични поставки.
pl: Tutaj możesz określić, które z dostępnych aktualizacji powinny być oznaczane, jako błąd w <a href="@status_report">Raporcie o stanie witryny</a> i na stronie <a href="@modules_page">Moduły</a> oraz inne związane z tym opcje.
vi: Ở đây bạn có thể cấu hình loại cập nhật hợp lệ nào nên được đánh dấu là một lỗi ở trang <a href="@status_report">Báo cáo tình trạng</a> và trang <a href="@modules_page">Điều hành module</a>, cũng như cấu hình một số thiết lập liên quan khác.

source: See the <a href="@available_updates">available updates</a> page for information on installed modules with new versions released.
es: Visite la página de <a href="@available_updates">disponibilidad de actualizaciones</a> para información sobre los módulos instalados con nuevas versiones disponibles.
hu: Az <a href="@available_updates">elérhető frissítések</a> oldalon további információ található a telepített modulok újabb verzióiról.
it: Controlla gli <a href="@available_updaes">aggiornamenti disponibili</a> per informazioni su aggiornamenti e nuove versioni dei moduli installati.
mk: Посетете ја страницата за <a href="@available_updates">расположливи надградби</a> за инсталираните модули за кои има достапни нови верзии.
pl: Sprawdź <a href="@available_updates">dostępne aktualizacje</a>, aby dowiedzieć się dla których modułów dostępna jest nowsza wersja.
vi: Xem trang <a href="@available_updates">các bản cập nhật hợp lệ</a> để nắm thông tin về các bản phát hành mới cho các module bạn đã cài đặt

source: Available updates
es: Disponibilidad de actualizaciones
hu: Elérhető frissítések
it: Aggiornamenti disponibili
mk: Расположливи надградби
pl: Dostępne aktualizacje
tr: Mevcut güncelleştirmeler
vi: Các bản cập nhật hợp lệ

source: Get a status report on installed modules and available updates.
es: Generar un informe de estado sobre los módulos instalados y la disponibilidad de actualizaciones.
hu: Állapot jelentés kérése a telepített modulokról és az elérhető frissítésekről.
it: Vedi il rapporto sui moduli installati e gli aggiornamenti disponibili.
mk: Земете извештај за статусот на инсталираните модули и расположливите надградби.
pl: Raport statusu wersji zainstalowanych modułów i dostępnych aktualizacji.
vi: Lấy một bản báo cáo về tình trạng của các module đã được cài đặt và các bản cập nhật hợp lệ.

source: List
es: Lista
hu: Lista
it: Elenco
mk: Листа
pl: Lista
vi: Liệt kê

source: Settings
es: Configuración
hu: Beállítások
it: Impostazioni
mk: Поставки
pl: Ustawienia
vi: Các thiết lập

source: Manual update check
es: Comprobación manual de actualizaciones
hu: Frissítés kézi ellenőrzése
it: Controllo manuale degli aggiornamenti
mk: Рачна проверка за надградби
pl: Ręczne sprawdzenie aktualizacji
tr: Elle güncelleştirme kontrolü
vi: Thủ công kiểm tra bản cập nhật

source: E-mail addresses to notify when updates are available
es: Direcciones de e-mail a las que notificar las actualizaciones cuando estén disponibles
hu: Az elérhető frissítésekről értesítő levelek küldése a következő e-mail címekre
it: Indirizzo di posta elettronica a cui notificare nuovi aggiornamenti disponibili
mk: Извести ги овие адреси за електронска пошта ако има расположливи надградби
pl: Adres e-mail, na który mają być wysyłane powiadomienia o dostępnych aktualizacjach
vi: Các địa chỉ email sẽ được thông báo khi khi có bản cập nhật hợp lệ.

source: Whenever your site checks for available updates and finds new releases, it can notify a list of users via e-mail. Put each address on a separate line. If blank, no e-mails will be sent.
hu: Amikor a weblap az elérhető frissítéseket ellenőrzi, és új kiadásokat talál, automatikus értesítő leveleket küldhet a megadott címekre. Minden címet külön sorba kell írni. Ha ez a mező üres, nem történik levélküldés.
mk: Секогаш кога вашето веб место ќе провери дали има достапни надградби и најде нови верзии, може да испрати известување користејќи е пошта до листата од корисници. Ставете ја секоја адреса во нов ред.Ако листата е празна, пораките нема да бидат испратени.

source: Check for updates
es: Comprobación de las actualizaciones
hu: Frissítések keresése
it: Controlla aggiornamenti
mk: Проверувај за надградби
pl: Sprawdź aktualizacje
vi: Kiểm tra các bản cập nhật

source: Daily
es: Diariamente
hu: Naponta
it: Giornalmente
mk: Секојдневно
pl: Codziennie
vi: Mỗi ngày

source: Weekly
es: Semanalmente
hu: Hetente
it: Settimanalmente
mk: Неделно
pl: Co tydzień
vi: Mỗi tuần

source: Select how frequently you want to automatically check for new releases of your currently installed modules.
es: Elija con qué frecuencia quiere que se compruebe automáticamente la disponibilidad de nuevas versiones de los módulos actualmente instalados.
hu: Ki kell választani, hogy milyen gyakorisággal ellenőrizze automatikusan a telepített modulok elérhető frissítésit.
it: Specifica quanto frequentemente deve essere eseguito il controllo automatico dei moduli installati.
mk: Одберете колку често сакате да се изврши автоматска проверка за нови верзии на вашите тековно инсталирани модули.
pl: Wybierz, jak często chcesz sprawdzać dostępność nowych wersji zainstalowanych modułów.
vi: Chọn chu kỳ bạn muốn để tự động kiểm tra các bản phát hành mới cho các module bạn đã cài đặt.

source: Notification threshold
es: Umbral de notificación
hu: Értesítési küszöb
it: Frequenza di notifica
mk: Ниво на известување
pl: Próg powiadamiania
vi: Ngưỡng cảnh báo

source: All newer versions
es: Cualquier nueva versión
hu: Minden újabb verzió
it: Tutte le nuove versioni
mk: Сите понови верзии
pl: Wszystkie nowe wersje
vi: Tất cả các phiên bản mới hơn

source: Only security updates
es: Sólo actualizaciones de seguridad
hu: Csak biztonsági frissítések
it: Solo aggiornamenti di sicurezza
mk: Само безбедносни надградби
pl: Tylko aktualizacje bezpieczeństwa
vi: Chỉ các bản cập nhật lỗi bảo mật

source: If there are updates available of Drupal core or any of your installed modules, your site will print an error message on the <a href="@status_report">status report</a> and the <a href="@modules_page">modules page</a>. You can choose to only see these error messages if a security update is available, or to be notified about any newer versions.
es: Si hay actualizaciones disponibles del core de Drupal o de cualquiera de los módulos instalados, su sitio mostrará un mensaje de error en el <a href="@status_report">informe de estado</a> y en la <a href="@modules_page">página de módulos</a>. Puede optar por ver estos mensajes de error sólo si hay una actualización de seguridad disponible, o bien por que se le avise sobre cualquier nueva versión.
hu: Ha frissítések érhetők el a Drupal alaprendszerhez vagy a telepített modulokhoz, hibaüzenet jelenik meg az <a href="@status_report">állapot jelentés</a> és a <a href="@modules_page">modulok</a> oldalakon. Kiválasztható, hogy ezek a hibaüzenetek csak biztonsági frissítések elérhetőségekor vagy minden újabb verzió megjelenésekor jelenjenek meg.
it: Se ci sono aggiornamenti disponibili per l'installazione base di Drupal o per uno dei moduli da te installati successivamente, sarà mostrato un messaggio d'errore nelle pagine del <a href="@status_report">rapporto di stato degli aggiornamenti</a> e dei <a href="@modules_page">moduli</a>. Puoi scegliere se mostrare un messaggio di errore solo in caso di aggiornamenti di sicurezza o se considerare errore ogni nuova versione disponibile.
mk: Ако има расположливи надградби за јадрото на Друпал или билокој од вашите инсталирани модули, на вашето мрежно место ќе се појави порака за грешка на <a href="@status_report">извештајот за статус</a> и <a href="@modules_page">страницата за модули</a>. Можете да одберете да ги гледате овие пораки за грешка само ако има расположлива безбедносна надградба, или да бидете известени за поновите верзии.
pl: Jeśli są dostępne aktualizacje modułów rdzenia lub jakichkolwiek innych zainstalowanych w systemie, Twój serwis pokaże informację o błędzie w <a href="@status_report">Raporcie o stanie witryny</a> i na stronie <a href="@modules_page">Moduły</a>. Możesz określić, czy wiadomości te mają być widoczne tylko dla aktualizacji bezpieczeństwa, czy dla jakiejkolwiek nowszej wersji modułu.
vi: Nếu có bản cập nhật hợp lệ ở nhân Drupal hay các module bạn đã cài đặt, site của bạn sẽ in một thông báo lỗi ở trang <a href="@status_report">báo cáo tình trạng</a> và trang <a href="@modules_page">điều hành module</a>. Bạn có thể chọn để chỉ thấy thông báo lỗi khi có bản cập nhật lỗi bảo mật, hay chỉ cảnh báo khi có các bản phát hành mới hơn.

source: These settings allow you to control if a certain project, or even a specific release of that project, should be ignored by the available updates report. For each project, you can select if it should always warn you about a newer release, never warn you (ignore the project completely), or ignore a specific available release you do not want to upgrade to. You can also specify a note explaining why you are ignoring a specific project or version, and that will be displayed on the available updates report.
es: Estas opciones de configuración le permiten controlar si un cierto proyecto, o incluso una versión específica de dicho proyecto, debería ignorarse por el informe de las actualizaciones disponibles. Para cada proyecto puede elegir si se le debe avisar siempre de una nueva versión, si nunca se le debe avisar (ignorando el proyecto por completo), o si se debe ignorar la disponibilidad de una versión específica a la que no quiere actualizar. También puede especificar una nota explicando por qué está ignorando un proyecto o versión específicos, que se mostrará en el informe de actualizaciones disponibles.
hu: Ezek a beállítások lehetővé teszik, hogy egy projektet vagy egy projekt adott kiadását figyelmen kívül hagyja a frissítési jelentés. Minden projekthez kiválasztható, hogy figyelmeztessen újabb verzió kiadásakor, sose figyelmeztessen (ezáltal teljesen figyelmen kívül hagyva a projektet), vagy csak egy bizonyos verziójú kiadást hagyjon figyelmen kívül, amelyre a frissítés nem kívánatos. Jegyzet készíthető minden projekthez a figyelmen kívül hagyás indokáról, amely megjelenik az elérhető frissítések jelentésében.
it: Questa impostazione ti consente di scegliere se ignorare gli aggiornamenti di alcuni progetti nel rapporto di stato degli aggiornamenti. Per ogni progetto puoi scegliere se essere avvisato di ogni nuova versione, non essere mai avvisato (il progetto sarà completamente ignorato) o se ignorare una specifica versione a cui non vuoi eseguire l'aggiornamento. Puoi anche inserire una nota per ricordare il motivo per cui gli aggiornamenti di quel progetto sono da ignorare che verrà mostrata nella pagina del rapporto di stato degli aggiornamenti.
mk: Овие поставки ви овозможуваат контрола дали определен проект, или специфично негово издание, треба да биде игнорирано во извештајот за расположливи надградби. За секој проект поединечно, можете да одберете дали секогаш да добивате предупредувања за ново издание, никогаш да не добиете предупредување (комплетно игнорирајте го), или игнорирајте подеинечно расположливо издание на кое што не сакате да надградите. Исто така можете да внесете и забелешка зошто го игнорирате конкретниот проект или верзија, и таа порака ќе се појави на извештајот за расположливи надградби.
pl: Te ustawienia pozwalają na kontrolę, czy określony projekt (lub nawet specyficzne wydanie modułu w ramach projektu) powinien być ignorowany w raporcie dostępnych aktualizacji. Dla każdego projektu możesz określić, czy masz być informowany(a) o każdym nowszym wydaniu, nigdy nie informowany(a) (całkowite ignorowanie projektu) lub nie informowany(a) o poszczególnych rodzajach wydań, których nie chcesz instalować u siebie. Możesz też podać informację wyjaśniającą, dlaczego ignorujesz ten projekt lub wersję, która będzie pokazywana w raporcie dostępnych aktualizacji.
vi: Các thiết lập ở mục này cho phép bạn điều khiển được mức độ bạn được cảnh báo đối với từng module. Đối với từng module, bạn có thể thiết lập mức độ cảnh báo là, luôn luôn hoặc không bao giờ, hoặc bỏ qua việc cảnh báo đối với một bản phát hành cụ thể. Bạn cũng có thể tùy biến nội dung cảnh báo đối với từng module.

source: Always
es: Siempre
hu: Mindig
it: Sempre
mk: Секогаш
pl: Zawsze
vi: Luôn luôn

source: Ignore @version
es: Ignorar @version
hu: @version kihagyása
it: Ignora @version
mk: Игнорирај @version
pl: Ignoruj @version
vi: Bỏ qua @version

source: Never
es: Nunca
hu: Soha
it: Mai
mk: Никогаш
pl: Nigdy
tr: Hiç bir zaman
vi: Không bao giờ

source: Submit changes
es: Enviar cambios
hu: Változások mentése
it: Applica cambiamenti
mk: Испрати промени
pl: Zapisz zmiany
vi: Đệ trình các thay đổi

source: Project
hu: Projekt
it: Progetto
mk: Проект
pl: Projekt
tr: Proje

source: Warn if out of date
es: Avisar si no está actualizado
hu: Figyelmeztessen, ha elavult
it: Avvisa se vecchio
mk: Предупреди ме ако застари
pl: Ostrzegaj, jeśli nieaktualny
vi: Cảnh báo nếu quá ngày

source: Notes
es: Notas
hu: Megjegyzések
it: Note
mk: Белешки
pl: Informacja
vi: Ghi chú

source: %email is not a valid e-mail address.
es: %email no es una dirección válida de e-mail.
hu: %email nem érvényes e-mail cím.
it: %email non è un indirizzo di posta elettronica valido.
mk: %email не е валидна адреса за елекртронска пошта.
pl: %email nie jest poprawnym adresem e-mail.
vi: %email không hợp lệ.

source: %emails are not valid e-mail addresses.
es: %emails no son direcciones válidas de e-mail.
hu: %emails címek nem érvényes e-mail címek.
it: %emails non sono indirizzi di posta elettronica validi
mk: %emails не се валидни адреси за електронска пошта.
pl: %emails nie są poprawnymi adresami e-mail.
vi: %emails không hợp lệ.

source: Your changes have been saved.
es: Se han guardado los cambios.
hu: A változtatások elmentve.
it: I cambiamenti sono stati salvati.
mk: Вашите промени беа зачувани.
pl: Zmiany zostały zapisane.
vi: Các thay đổi của bạn đã được lưu.

source: Drupal core update status
hu: Drupal alaprendszer frissítési állapot
it: Stato di aggiornamento dei moduli fondamentali di Drupal
mk: Статус на надградбите за јадрото на Друпал
pl: Status aktualności modułów rdzenia Drupala
tr: Drupal çekirdek güncelleme durumu
vi: Tình trạng cập nhật nhân Drupal

source: No update data available
es: No hay datos de actualización disponibles
hu: Nem érhető el frissítési adat
it: Dati non disponibili
mk: Не се расположливи податоците за надградби
pl: Brak dostępnych informacji
vi: Không có dữ liệu cập nhật hợp lệ

source: Module update status
es: Módulo update status
hu: Modul frissítési állapot
it: Stato di aggiornamento moduli
mk: Модул статус на надрадби
pl: Status aktualności modułów
tr: Eklenti güncelleme durumu
vi: Tình trạng cập nhật module

source: Not secure!
es: ¡No seguro!
hu: Nem biztonságos!
it: Non sicuro!
mk: Небезбедно!
pl: Niebezpiecznie!
vi: Không bảo mật!

source: Revoked!
hu: Visszavont!
mk: Повлечено!

source: Unsupported release
hu: A kiadás nem támogatott
mk: Верзијата не е поддржана

source: Out of date
es: No actualizado
hu: Elavult
it: Vecchio
mk: Застарено
pl: Nieaktualne
tr: Eskimiş
vi: Quá ngày

source: Can not determine status
hu: Az állapot nem határozható meg
mk: Статусот не може да биде одреден

source: Up to date
es: Actualizado
hu: Naprakész
it: Aggiornato
mk: Ажурирано
pl: Aktualny
tr: Güncel
vi: Đã cập nhật

source: (version @version available)
hu: (@version már elérhető)
mk: (верзијата @version е расположлива)

source: See the available updates page for more information:
es: Ver la página de disponibilidad de actualizaciones para más información:
hu: Az elérhető frissítések oldalon további információ található:
it: Controlla la pagina degli aggiornamenti disponibili per maggiori informazioni:
mk: Видете ја страницата со расположливи надградби за повеќе инфромации:
pl: Zobacz stronę dostępnych aktualizacji:
vi: Xem trang các bản cập nhật hợp lệ để có thêm thông tin:

source: New release(s) available for !site_name
es: Nueva(s) versión(es) disponible(s) para !site_name
hu: !site_name webhelyhez egy vagy több frissítés elérhető.
it: Aggiornamento(i) disponibile(i) per !site_name
mk: Нови верзии се достапни за !site_name
pl: Nowe wersje modułów dostępne na !site_name
vi: (Các) Bản phát hành hợp lệ cho !site_name

source: There is a security update available for your version of Drupal. To ensure the security of your server, you should update immediately!
es: Hay una actualización de seguridad disponible para su versión de Drupal. Para garantizar la seguridad de su servidor, debería actualizarlo inmediatamente.
hu: Biztonsági frissítés érhető el a telepített Drupal verzióhoz. A szerver biztonsága érdekében célszerű azonnal frissíteni!
it: E' disponibile un aggiornamento di sicurezza per la tua installazione di Drupal. Per la sicurezza del tuo server, dovresti aggiornare immediatamente!
mk: Најдена е безбедносна надградба за вашата верзија на Друпал. За да се осигурате за безбедноста на вашиот сервер, би требало веднаш да извршите надградба!
pl: Dla Twojej wersji Druapala dostępne są aktualizacje bezpieczeństwa. Aby zapewnić bezpieczeństwo serwera należy je zastosować jak najszybciej!
vi: Có một bản cập nhật lỗi bảo mật hợp lệ cho phiên bản Drupal của bạn. Để đảm bảo tính bảo mật của máy phục vụ của bạn, bạn nên cập nhật ngay!

source: There are security updates available for one or more of your modules. To ensure the security of your server, you should update immediately!
es: Hay actualizaciones de seguridad disponibles para uno o más de sus módulos. Para garantizar la seguridad de su servidor, debe actualizarlos inmediatamente.
hu: Biztonsági frissítések érhetők el egy vagy több telepített modulhoz. A szerver biztonsága érdekében célszerű azonnal frissíteni!
it: Ci sono aggiornamenti di sicurezza disponibili per uno o più moduli installati. Per la sicurezza del tuo server, dovresti aggiornare immediatamente!
mk: Најдени се безбедносни надградби за еден или повеќе ваши модули. За да се осигурате за безбедноста на вашиот сервер, би требало веднаш да извршите надградба!
pl: Dla modułów, których używasz w serwisie są dostępne aktualizacje bezpieczeństwa. Aby zapewnić bezpieczeństwo serwera należy je zastosować jak najszybciej!
vi: Có các bản cập nhật lỗi bảo mật hợp lệ cho (các) module của bạn. Để đảm bảo tính bảo mật của máy phục vụ của bạn, bạn nên cập nhật ngay!

source: Your version of Drupal has been revoked and is no longer available for download. Upgrading is strongly recommended!
hu: A telepített Drupal verzió visszavonásra került, és nem többé nem tölthető le. A frissítés erősen ajánlott!
mk: Вашата верзија на Друпал е повлечена и повеќе не е достапна за превземање. Се препорачува надградба!

source: The installed version of at least one of your modules or themes has been revoked and is no longer available for download. Upgrading or disabling is strongly recommended!
hu: Legalább egy telepített modul vagy smink visszavonásra került, és többé nem tölthető le. A frissítés vagy kikapcsolás erősen ajánlott!
mk: Верзијата која ја имате инсталирано на барем еден од вашите модули или теми е повлечена и повеќе не е достапна за превземање. Ви препорачуваме надградба или оневозможување на модулот или темата

source: Your version of Drupal is no longer supported. Upgrading is strongly recommended!
hu: A telepített Drupal verzió már nem támogatott. A frissítés erősen ajánlott!
mk: Вашата верзија на Друпал повеќе не е поддржана. Ви препорачуваме надградба!

source: The installed version of at least one of your modules or themes is no longer supported. Upgrading or disabling is strongly recommended! Please see the project homepage for more details.
hu: Legalább egy telepített modul vagy smink már nem támogatott. A frissítés vagy kikapcsolás erősen ajánlott! A projekt főoldalán további információ található erről.
mk: Инсталираната верзија на најмалку еден модул или една тема повеќе не е поддржана. Ви препорачуваме надградба или оневозможување на истата! Ве молиме видете ја домашната страница за повеќе детали.

source: There are updates available for your version of Drupal. To ensure the proper functioning of your site, you should update as soon as possible.
es: Hay actualizaciones disponibles para su versión de Drupal. Para garantizar el adecuado funcionamiento de su sitio, debería actualizarlo lo antes posible.
hu: Frissítések érhetők el a telepített Drupal verzióhoz. A weblap megfelelő működése érdekében érdemes minél hamarabb frissíteni.
it: Ci sono aggiornamenti disponibili per la tua installazione di Drupal. Per un funzionamento corretto del tuo sito è bene aggiornare il prima possibile.
mk: Најдена е надградба за вашата верзија на Друпал. За да се осигурате во правилно функционирање на вашето место, би требало да извршите надградба што поскоро.
pl: Dla Twojej wersji Drupala dostępne są aktualizacje. Aby mieć pewność, że Twoja strona działa prawidłowo, należy ją zaktualizować tak szybko, jak to będzie możliwe.
vi: Có các bản cập nhật hợp lệ cho phiên bản Drupal bạn đã cài đặt. Để đảm bảo việc xử lý chính xác cho site của bạn, bạn nên cập nhật sớm nhất khi có thể.
