Repository: reflectiondigital/Stresslesstests
Catalog: sites/all/modules/update_status/po/*.po
Languages: es, hu, it, mk, pl, tr, vi

source: There are updates available for one or more of your modules. To ensure the proper functioning of your site, you should update as soon as possible.
es: Hay actualizaciones disponibles para uno o más de sus módulos. Para garantizar el adecuado funcionamiento de su sitio, debería actualizarlo lo antes posible.
hu: Frissítések érhetők el egy vagy több telepített modulhoz. A weblap megfelelő működése érdekében érdemes minél hamarabb frissíteni.
it: Ci sono aggiornamenti disponibili per uno o più dei moduli installati. Per un funzionamento corretto del tuo sito, è bene aggiornare il prima possibile.
mk: Најдени се надградби за еден или повеќе ваши модули. За да се осигурате во правилно функционирање на вашето место, би требало да извршите надградба што поскоро.
pl: Dla modułów, których używasz w serwisie są dostępne aktualizacje. Aby mieć pewność, że Twoja strona działa prawidłowo, należy je zaktualizować tak szybko, jak to będzie możliwe.
vi: Có các bản cập nhật hợp lệ cho (các) module bạn đã cài đặt. Để đảm bảo việc xử lý chính xác cho site của bạn, bạn nên cập nhật sớm nhất khi có thể.

source: There was a problem determining the status of available updates for your version of Drupal.
hu: Probléma lépett fel a Drupal elérhető frissítéseinek lekérdezése közben.
mk: Се појави проблем при одредување на статусот за расположливи надградби за вашата верзија на Друпал.

source: There was a problem determining the status of available updates for one or more of your modules or themes.
hu: Probléma lépett fel a telepített modulok vagy sminkek elérhető frissítéseinek lekérdezése közben.
mk: Се појави проблем при одредување на статусот за расположливи надградби за еден или повеќе модули или една или повеќе теми.

source: See the <a href="@available_updates">available updates</a> page for more information.
es: Visite la página de <a href="@available_updates">disponibilidad de actualizaciones</a> para más información.
hu: Az <a href="@available_updates">elérhető frissítések</a> oldalon további információ található.
it: Controlla la pagina degli <a href="@available_updates">aggiornamenti disponibili</a> per maggiori informazioni.
mk: За повеќе информации погледнете ја страницата за <a href="@available_updates">расположливи надградби</a>.
pl: Sprawdź <a href="@available_updates">dostępne aktualizacje</a> aby uzyskać więcej informacji.
vi: Xem trang <a href="@available_updates">các bản cập nhật</a> để có thêm thông tin.

source: Fetched information about all available new releases and updates.
es: Se ha conseguido información sobre todas las nuevas versiones y actualizaciones disponibles.
hu: Minden elérhető új verzió és frissítés információja letöltve.
it: Informazioni sulle nuove versioni disponibili ricevute.
mk: Беа преземени информации за сите расположливи верзии и надградби.
pl: Pozyskano informacje o wszystkich dostępnych nowych wersjach i aktualizacjach.
vi: Đã lấy được thông tin về các bản cập nhật, các bản phân phối hợp lệ.

source: Unable to fetch any information on available new releases and updates.
es: No se ha podido recuperar ninguna información sobre la disponibilidad de nuevas versiones o actualizaciones.
hu: Nem lehet letölteni az új verziók és frissítések adatait.
it: Impossibile ricevere informazioni sulle nuove versioni disponibili.
mk: Не беа преземени информациите за расположливи верзии и надградби.
pl: Nie udało się pozyskać informacji o nowych wersjach i aktualizacjach.
vi: Không thể lấy được thông tin về các bản cập nhật, các bản phân phối hợp lệ.

source: No information is available about potential new releases for currently installed modules. To check for updates, you may need to <a href="@run_cron">run cron</a> or you can <a href="@check_manually">check manually</a>. Please note that checking for available updates can take a long time, so please be patient.
es: No hay información disponible sobre potenciales nuevas versiones para los módulos instalados actualmente. Para comprobar actualizaciones, puede que necesite <a href="@run_cron">ejecutar el cron</a> o lo puede <a href="@check_manually">comprobar manualmente</a>. Por favor, tenga en cuenta que la comprobación de actualizaciones puede durar un rato largo, por tanto sea paciente.
hu: A jelenleg telepített modulokhoz nem található frissítési információ. A frissítések ellenőrzéséhez az <a href="@run_cron">időzítő futtatása</a> vagy <a href="@check_manually">kézi ellenőrzés</a> szükséges. Az elérhető frissítések ellenőrzése hosszabb időt is igénybe vehet.
it: Non sono disponibili informazioni circa nuove possibili versioni per i moduli attualmente installati. Per controllare gli aggiornamenti potrebbe essere necessario <a href="@run_cron">eseguire cron</a> o in alternativa <a href="@check_manually">controllare manualmente</a>. Nota che il controllo degli aggiornamenti può impiegare un po di tempo, quindi sii paziente.
mk: Не се достапни информациите за потенцијални нови верзии за тековно инсталираните модули. За да проверите за надградби, би требало да го <a href="@run_cron">извршите крон</a> или можете <a href="@check_manually">рачно</a> да проверите. Имајте во предвид дека проверката за расположливи надградби може да потреа, затоа ве молиме да бидете трпеливи.
pl: Brak informacji dotyczących potencjalnych aktualizacji zainstalowanych modułów. Aby je sprawdzić możesz <a href="@run_cron">uruchomić crona</a> lub <a href="@check_manually">sprawdzić je ręcznie</a>. Sprawdzanie dostępności aktualizacji może zająć sporo czasu, więc wykaż cierpliwość.
vi: Không có thông tin hợp lệ về các bản phân phối mới cho các module hiện thời bạn đã cài đặt. Để kiểm tra các bản cập nhật, bạn có thể cần <a href="@run_cron">chạy cron</a> hoặc bạn có thể <a href="@check_manually">kiểm tra thủ công</a>. Xin nhớ rằng việc kiểm tra các bản cập nhật hợp lệ có thể mất một khoảng thời gian lâu, vì vậy xin kiên nhẫn.

source: Unknown
es: Desconocido
hu: Ismeretlen
it: Sconosciuto
mk: Непознато
pl: Brak danych
tr: Bilinmiyor
vi: Không biết

source: Project not secure
hu: Projekt nem biztonságos
mk: Проектот не е безбеден

source: This project has been labeled insecure by the Drupal security team, and is no longer available for download. Immediately disabling everything included by this project is strongly recommended!
hu: Ezt a projektet a Drupal biztonsági csapat nem biztonságosnak jelölte meg, és többé nem tölthető le. Erősen ajánlott a projekt minden összetevőjének kikapcsolása!
mk: Овој проект е обележан како небезбеден од безбедносниот тим на Друпал, и повеќе не е достапен за преземање. Ви препорачуваме веднаш да оневозможите сѐ што е вклучено во овој проект!

source: Project revoked
hu: Projekt visszavonva
mk: Проектот е повлечен

source: This project has been revoked, and is no longer available for download. Disabling everything included by this project is strongly recommended!
hu: Ez a projekt már visszavonásra került, és többé nem tölthető le. Erősen ajánlott a projekt minden összetevőjének kikapcsolása!
mk: Овој проект е повлечен и повеќе не е достапен за преземање. Ви препорачуваме да оневозможите сѐ што е вклучено во овој проект!

source: Project not supported
hu: Projekt nem támogatott
mk: Проектот не е веќе поддржан

source: This project is no longer supported, and is no longer available for download. Disabling everything included by this project is strongly recommended!
hu: Ez a projekt már nem támogatott, és többé nem tölthető le. Erősen ajánlott a projekt minden összetevőjének kikapcsolása!
mk: Овој проект не е веќе поддржан, и повеќе не е достапен за преземање. Ви препорачуваме да оневозможите сѐ што е вклучено во овој проект!

source: No available releases found
es: No se han hallado versiones disponibles
hu: Nem találhatók elérhető kiadások
it: Nessuna versione disponibile
mk: Не се најдени расположливи верзии
pl: Nie znaleziono aktualizacji
vi: Không tìm thấy bản phát hành hợp lệ

source: Release revoked
hu: Kiadás visszavonva
mk: Верзијата е повлечена

source: Your currently installed release has been revoked, and is no longer available for download. Disabling everything included in this release or upgrading is strongly recommended!
hu: A jelenleg telepített kiadás már visszavonásra került, és többé nem tölthető le. Erősen ajánlott a kiadás minden összetevőjének kikapcsolása, vagy frissítése!
mk: Вашата моментално инсталирана верзија е повлечена, и повеќе не е достапна за преземање. Ви препорачуваме да оневозможите сѐ што е вклучено во оваа верзија или да извршите надградба!

source: Release not supported
hu: Kiadás nem támogatott
mk: Верзијата не е поддржана

source: Your currently installed release is now unsupported, and is no longer available for download. Disabling everything included in this release or upgrading is strongly recommended!
hu: A jelenleg telepített kiadás már nem támogatott, és többé nem tölthető le. Erősen ajánlott a kiadás minden összetevőjének kikapcsolása, vagy frissítése!
mk: Вашата моментално инсталирана верзија не е веќе поддржана, повеќе не е достапна за преземање. Ви препорачуваме да оневозможите сѐ што е вклучено во оваа верзија или да извршите надградба!

source: Ignored by settings
es: Ignorado por la configuración
hu: Beállítás szerint kihagyva
it: Ignorato per configurazione
mk: Се игнорира поради поставките
pl: Zignorowany
vi: Bị bỏ qua bởi các thiết lập

source: No filedate available
es: Ningún filedate disponible
hu: A fájl dátuma nem érhető el
it: Data non disponibile
mk: Времето на датотеката не е достапно
pl: Brak informacji o dacie
vi: Không có filedate hợp lệ

source: Invalid info
es: Información no válida
hu: Érvénytelen információ
it: Informazioni non valide
mk: Невалидни информации
pl: Nieprawidłowe dane
vi: Thông tin không hợp lệ

source: Last checked:
es: Última comprobación
hu: Utoljára ellenőrizve:
it: Ultimo controllo:
mk: Последна проверка: пред
pl: Ostatnio sprawdzano:
tr: Son kontrol:
vi: Lầm kiểm tra cuối:

source: ago
es: atrás
hu: óta
it: fa
pl: temu
vi: cách đây

source: Check manually
es: Comprobar manualmente
hu: Kézi ellenőrzés
it: Controlla manualmente
mk: Проверете рачно
pl: Sprawdź ręcznie
tr: Elle kontrol et
vi: Kiểm tra thủ công

source: error
hu: hiba
mk: грешка

source: warning
hu: figyelmeztetés
mk: предупредување

source: Security update required!
es: ¡Se necesita actualización de seguridad!
hu: Biztonsági frissítés szükséges!
it: Aggiornamento di sicurezza richiesto!
mk: Неопходна е безбедносна надградба!
pl: Wymagana aktualizacja ze względów bezpieczeństwa!
vi: Yêu cầu cập nhật lỗi bảo mật

source: Not supported!
hu: Nem támogatott!
mk: Не е поддржано!

source: Update available
es: Actualización disponible
hu: Frissítés érhető el
it: Aggiornamento disponibile
mk: Расположливи надградби
pl: Dostępna aktualizacja
tr: Güncelleme mevcut
vi: Cập nhật hợp lệ

source: Recommended version:
es: Versión recomendada:
hu: Ajánlott verzió:
it: Versione raccomandata:
mk: Препорачана верзија:
pl: Rekomendowana wersja:
vi: Phiên bản đề nghị:

source: Security update:
es: Actualización de seguridad:
hu: Biztonsági frissítés:
it: Aggiornamento di sicurezza:
mk: Безбедносна надградба:
pl: Aktualizacja bezpieczeństwa:
vi: Cập nhật lỗi bảo mật:

source: Latest version:
es: Versión más reciente:
hu: Legújabb verzió:
it: Ultima versione:
mk: Најнова верзија:
pl: Najnowsza wersja:
vi: Phiên bản mới nhất:

source: Development version:
es: Versión de desarrollo:
hu: Fejlesztői verzió:
it: Versione in sviluppo:
mk: Развојна верзија:
pl: Wersja rozwojowa:
vi: Phiên bản phát triên:

source: Also available:
es: También disponible:
hu: Elérhető még:
it: Anche disponibile:
mk: Истотака достапно:
pl: Dostępna również:
vi: Cũng hợp lệ:

source: Administrator note: %notes
es: Nota del administrador: %notes
hu: Adminisztrátori megjegyzés: %notes
it: Note dell'amministratore: %notes
mk: Белешка за администраторот: %notes
pl: Uwaga Administratora: %notes
vi: Ghi chú người điều hành: %notes

source: Includes: %modules
es: Incluye: %modules
hu: Tartalmazza: %modules
it: Include: %modules
mk: Вклучува: %modules
pl: Zawiera: %modules
tr: İçerir: %modules
vi: Bao gồm: %modules

source: Download
es: Descargar
hu: Letöltés
it: Scarica
mk: Превземи
pl: Pobierz
vi: Tải về

source: Release notes
es: Notas de la versión
hu: Kiadási információk
it: Note di rilascio
mk: Белешки за изданието
pl: Uwagi na temat wydania
vi: Các ghi chú phát hành

source: Update status
es: Estado de actualización
hu: Frissítési állapot
mk: Статус на надградби
pl: Status aktualności
tr: Güncelleme durumu
vi: Tình trạng cập nhật

source: Checks to see if your installation of Drupal and its modules are up to date.
es: Comprueba si su instalación de Drupal y sus módulos están actualizados.
hu: Ellenőrzi a Drupal telepítés és a modulok frissességét.
it: Controlla che la tua installazione di Drupal e i moduli che usi siano aggiornati.
mk: Проверува дали вашата инсталација на Друпал и неговите модули се ажурирани.
pl: Sprawdza, czy zainstalowane moduły są w najnowszej wersji.
tr: Drupal kurulumunuz ve eklentilerinin güncel olup olmadığını kontrol edin.
vi: Kiểm tra để xem bản cài đặt Drupal và các module có được cập nhật hay không.

source: ok
mk: ок

source: Whenever your site checks for available updates and finds new releases, it can notify a list of users via e-email. Put each address on a separate line. If blank, no e-mails will be sent.
es: Siempre que su sitio compruebe la disponibilidad de actualizaciones y encuentre nuevas versiones, se puede avisar por e-mail a una lista de usuarios. Ponga cada dirección en una línea separada. Si lo deja en blanco, no se enviarán e-mails.
it: Quando il tuo sito controlla la disponibilità di aggiornamenti e ne trova, può notificarne via posta elettronica a una lista di utenti. Inserisci ogni indirizzo su una linea senza ulteriore punteggiatura. Se vuoto nessun messaggio di posta sarà inviato.
pl: Jeśli Twój serwis sprawdzi aktualizacje i odkryje, że dostępna jest nowsza wersja modułu, może informować o tym wybranych użytkowników poprzez e-mail. Wprowadź listę adresów w kolejnych liniach. Pozostaw puste, aby wyłączyć tę opcję.
vi: Mỗi khi site của bạn kiểm tra các bản cập nhật hợp lệ và tìm thấy có bản mới, nó sẽ thông báo cho danh sách các thành viên qua email. Đặt mỗi địa chỉ email ở mỗi dòng riêng biệt. Nếu để trống, sẽ không có email nào được gửi đi.

source: Out of date (version @version available)
es: No actualizado (version @version disponible)
it: Vecchio (versione @version disponibile)
pl: Przestarzały (dostępna wersja @version)
vi: Quá ngày (phiên bản @version hợp lệ)

source: Not secure! (version @version available)
es: ¡No seguro!
it: Non sicuro! (versione @version disponibile)
pl: Niebezpieczny! (dostępna wersja @version)
vi: Không an toàn! (phiên bản @version hợp lệ)

source: Fetched information on all available new releases and updates.
it: Le informazioni su tutte le nuove versioni e aggiornamenti disponibili sono state ricevute.

source: Here you can find information on the update status of your installed modules. Note that each module is part of a "project", which may have the same name as the module or may have a different name. Also note that this can only check the status for "official releases", and will not be able to check update status for development snapshots and modules updated directly from CVS.
tr: Burada kurulu eklentilerinizin güncelleme durumu hakkındaki bilgileri bulabilirsiniz. Her bir eklentinin aynı veya farklı isimde bir projeye dahil olduğunu unutmayın. Ayrıca sadece resmi sürümlerin durumu kontrol edilebilir, geliştirme sürümleri kontrol edilemez.

source: There are updates available for one or more of your modules. To ensure the security of your server, you should update immediately. See the !status_page for more information
tr: Bir veya daha fazla eklentiniz için güncelleştirmeler mevcut. Sunucunuzun güvenliğini sağlamak için, hemen güncelleme yapmalısınız. Daha fazla bilgi için !status_page sayfasına bakın

source: See the <a href="!updates">updates log page</a> for information on available updates.
tr: Mevcut güncelleştirmelerle ilgili bilgi için <a href="!updates">güncelleştirme kayıt sayfasına</a>bakınız.

source: Get a status report on your installed modules and available updates.
tr: Kurulu eklentileriniz ve mevcut güncelleştirmelerle ilgili rapor alın.

source: No update data is available. To fetch data, you may need to !run_cron.
tr: Güncelleştirme verisi yok. Veriyi almak için !run_cron.

source: run cron
tr: dönemsel görevi çalıştır

source: Update Status: Error %code: %message
tr: Güncelleştirme Durumu: Hata %code: %message

source: Status
tr: Durum

source: Current version
tr: Güncel sürüm

source: Available version
tr: Mevcut sürüm

source: Download latest version
tr: Son sürümü indir

source: Out of date. Version @version available.
tr: Eskimiş. @version sürümü mevcut.

source: There are updates available for your version of Drupal. To ensure the security of your server, you should update immediately.See the !status_page for more information
tr: Sizde kurulu Drupal sürümü için güncellemeler mevcut. Sunucunuzun güvenliği için, bir an önce güncelleme yapmalısınız. Daha fazla bilgi için !status_page sayfasına bakın.

source: Update status is unavailable. cron may need to be run.
tr: Güncelleme durumu mevcut değil. Dönemsel görev çalışması gerekebilir.

source: update_status
tr: güncelleme_durumu
