Repository: reflectiondigital/Stresslesstests
Catalog: sites/all/modules/protected_node/translations/*.po
Languages: de

source: With this module anybody who has edit protected content right can password protect his or her own node.
de: Mit diesem Modul kann man den Inhalt einer Node mit einem Paßwort schützen, wenn man die entsprechende Berechtigung besitzt.

source: Here if you check the checkbox and provide a password your newly created node will be password protected.
de: Ihr Inhalt wird mit einem Paßwort geschützt, wenn Sie diese Option auswählen und ein Paßwort festlegen.

source: Protected node
de: Geschützte Node

source: Node is protected
de: Node schützen

source: Check here if this content should be protected by a password.
de: Wählen Sie diese Option, wenn dieser Inhalt mit einem Paßwortschutz versehen werden soll.

source: Password
de: Paßwort

source: Enter node password here.
de: Bitte geben Sie das Paßwort ein.

source: Password again
de: Paßwortwiederholung

source: Enter again node password here.
de: Bitte geben Sie das Paßwort erneut ein.

source: Password fields at protected node must match!
de: Passwörter in beiden Feldern müssen übereinstimmen!

source: Protected node - Enter Password
de: Geschützter Inhalt - Bitte Paßwort eingeben

source: Here you can enter the password for the node
de: Hier können Sie das Paßwort für diesen Inhalt eingeben

source: The node you are trying to view is password protected. Please enter password below to proceed.
de: Der gewünschte Inhalt ist paßwortgeschützt. Bitte geben Sie das Paßwort ein um fortzufahren.

source: Node password
de: Paßwort

source: Incorrect password!
de: Paßwort ist nicht korrekt!

source: access protected content
de: zugriffgeschützter Inhalt

source: edit protected content
de: geschützten Inhalt bearbeiten

source: Controls wether selected nodes are protected with password.
de: Legt fest, ob die gewählten Inhalte mit Paßwort geschützt werden sollen.

source: Access
de: Zugriff
